var tizhi = {
	"rows":
	[
	{
		"id":"0",
		"type":"阳虚",
		"keyword":"怕冷派、腰膝酸痛、畏寒怕冷",
		"summary":"占人群比例：7.9%。以东北地区和女性多见；身体肌肉松软，性格内向沉静；易感湿邪，主要做好“防寒保暖”，包括少喝凉开水、少吃冷饮、少吹空调等。 ",
		"general":"阳气不足，畏寒怕冷、手足不温 ，喜热饮食。",
		"expression":"干性皮肤较多见，皮肤松弛，肤色发白，易脱发、肥胖等。",
		"mental":"性格多沉静、内向。",
		"disease":"耐夏不耐冬；易感风、寒、湿邪。"
	},
	{
		"id":"1",
		"type":"阴虚",
		"keyword":"缺水派、上火、怕热",
		"summary":"占人群比例：8.89%。以西部地区和年轻人多见；体形瘦长，性格急躁外向好动；易患阴亏燥热等病，保证饮水和午休，忌熬夜。",
		"general":"足心热，口燥咽干，鼻微干，喜冷饮，大便干燥，舌红少津，阴液亏少，脉象细数。",
		"expression":"皮肤枯燥无光泽，眼睛干涩，面颊偏红，体形偏瘦。",
		"mental":"性情急躁，外向好动，活泼。",
		"disease":"耐冬不耐夏；不耐受暑、热、燥邪。"
	},
	{
		"id":"2",
		"type":"痰湿",
		"keyword":"痰派",
		"summary":"占人群比例：6.28%。以单位领导和男性多见，生活安逸的中老年人多见；体形肥胖腹部肥满松软，性格温和乐观能忍耐；最易得高血压、冠心病、糖尿病、高脂血症等富贵病，建议“管住嘴、迈开腿”，并且经常晒太阳。",
		"general":"1.形体肥胖、腹部肥满松软；2. 口黏腻、舌苔厚腻，身重不爽；3.胸闷痰多、面部油脂较多；黄褐斑、眼袋等。",
		"expression":"体形肥胖。",
		"mental":"性格偏温和、稳重，多善于忍耐。",
		"disease":"对梅雨季节及湿重环境适应能力差。"
	},
	{
		"id":"3",
		"type":"瘀滞",
		"keyword":"长斑派、淤青、健忘",
		"summary":"占人群比例：7.95%。以南方人、脑力劳动者和女性多见；瘦人居多，性易急心易烦；容易患出血、中风和冠心病，建议多吃疏肝、活血、行气的食物，身体不适及早就医。",
		"general":" 1、口唇发暗发紫。2、眼睛浑浊，常有细小红血丝。3、头发干枯，容易脱发。4、常见针刺一般头痛。 5、皮肤干燥，经常有痛痒。6、身上某些部位时不时会出现一些淤青，或出现肿物包块，尤其冬季较多。",
		"expression":"多体形偏瘦，面部易出现雀斑或黄褐斑，黑眼圈。",
		"mental":"容易健忘、心烦易怒。",
		"disease":"不耐受寒邪。"
	},
	{
		"id":"4",
		"type":"脾虚",
		"keyword":"脾胃虚弱，元气不足",
		"summary":"占人群比例：8.75%。多见于先天禀赋不足、年老体衰、大病初愈者。平素食欲不振，容易腹泻腹胀，形体瘦弱，精神不振。建议多吃健脾益气，助运化湿的食物。；",
		"general":"1.食欲不振，食后易腹胀、腹泻。2.面色蜡黄，肢体浮肿，舌苔淡白。3.气血亏虚，便血、月经过多。",
		"expression":"形体瘦弱，舌苔淡白，面色萎黄，常常眩晕，易出汗。",
		"mental":"神疲倦怠，少气懒言。",
		"disease":"不耐受寒凉。"
	},
	{
		"id":"5",
		"type":"肾虚",
		"keyword":"肾亏派、虚汗、畏寒",
		"summary":"占人群比例11.5%。多为长期积累而成，多见于思虑恐惧过度者、饮食辛辣油腻者；容易精力不足，烦躁易怒，失眠健忘。建议少吃过度苦寒、冰凉的食物，适当运动促进血液循环。",
		"general":"1.形体消瘦，腰膝酸软，两腿无力。2.眩晕耳鸣，失眠多梦。3.畏寒怕冷，四肢发凉。",
		"expression":"变胖，脱发增多，眼睑浮肿，出现黄褐斑和黑眼圈。",
		"mental":"情绪难以自控，焦虑抑郁，缺乏自信心和生活的激情。",
		"disease":"不耐受寒凉、暑热。"
	},
	{
		"id":"6",
		"type":"气虚",
		"keyword":"气短派、出虚汗、爱感冒",
		"summary":"占人群比例：12.71%。以西部和东北地区多见，无业和重体力劳动者多见；身体肌肉松软；容易患感冒和胃下垂，建议多吃益气健脾食物，少吃耗气的空心菜和生萝卜等。",
		"general":"1、自汗、脉弱、舌边有齿痕、肌肉松软不实 2、易疲乏、气短懒言、精神不振 3、易感冒、脉弱。",
		"expression":"干性皮肤较多见、也可见敏感性皮肤，肌肉松弛，长黄褐斑。 易出现消瘦或肥胖（脾胃不佳，易消瘦。肾气虚，因体液不化而虚胖。）",
		"mental":"性格内向，不喜冒险。",
		"disease":"不耐受风、寒、暑、湿邪。"
	},
	{
		"id":"7",
		"type":"平和",
		"keyword":"健康派，要保持！",
		"summary":"令人羡慕，中国只有30%左右的人群是此体质。男性多于女性，年龄越大，平和体质的人越少。",
		"general":"阴阳气血调和，体形匀称、面色红润、精力充沛。",
		"expression":"气色好、头发稠密有光泽，目光有神，鼻色明润，嗅觉通利，唇色红润，不易疲劳， 精力充沛，耐受寒热，睡眠良好，大小便正常，舌色淡红，苔薄白。",
		"mental":"性格随和、开朗，少生气、不抑郁。",
		"disease":"平素患病较少，对自然环境和社会环境适应能力较强。"		
		
	}
	]
	
}